# St7DeleteLoadPathTemplate

Deletes the specified load path template.

long St7DeleteLoadPathTemplate(long uID, long TemplateID)

Input Parameters

uID

Strand7 model file ID.

TemplateID

Load path template ID.